tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "gdbm"
brew "python"
brew "python@2"
brew "bash"
brew "bash-completion@2"
brew "brew-cask-completion"
brew "libffi"
brew "ocaml", args: ["with-x11"]
brew "cassandra"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "fd"
brew "gnutls"
brew "lame"
brew "findutils"
brew "fortune"
brew "gawk"
brew "git"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gradle"
brew "graphviz"
brew "grep"
brew "inetutils"
brew "jenv"
brew "libyaml"
brew "llvm"
brew "maven"
brew "mercurial"
brew "minicom"
brew "mujs"
brew "mpv"
brew "neovim"
brew "nnn"
brew "node"
brew "opam"
brew "pkg-config"
brew "postgresql"
brew "pre-commit"
brew "ripgrep"
brew "sbt"
brew "sloccount"
brew "stow"
brew "tidy-html5"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "zsh"
brew "zsh-completions"
cask "1password"
cask "appcleaner"
cask "bartender"
cask "calibre"
cask "coconutbattery"
cask "daisydisk"
cask "evernote"
cask "filezilla"
cask "firefox"
cask "fluor"
cask "google-backup-and-sync"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "itsycal"
cask "java"
cask "java8"
cask "karabiner-elements"
cask "mactex"
cask "mamp"
cask "slack"
cask "spectacle"
cask "spotify"
cask "sublime-text"
cask "transmission"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "xquartz"
