tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
cask "1password"
cask "bartender"
cask "calibre"
cask "clipy"
cask "coconutbattery"
cask "daisydisk"
cask "evernote"
cask "filezilla"
cask "firefox"
cask "flux"
cask "iterm2"
cask "itsycal"
cask "google-backup-and-sync"
cask "google-chrome"
cask "java"
cask "karabiner-elements" 
cask "keka"
cask "mamp"
cask "slack"
cask "spectacle"
cask "spotify"
cask "sublime-text"
cask "the-unarchiver"
cask "transmission"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "xact"
cask "xquartz"
brew "libffi"
brew "ocaml", args: ["with-x11"]
brew "cloc"
brew "cmake"
brew "lame"
brew "fortune"
brew "gdbm"
brew "git"
brew "pkg-config"
brew "gradle"
brew "graphviz"
brew "libyaml"
brew "maven"
brew "mercurial"
brew "minicom"
brew "mujs"
brew "mpv"
brew "neovim"
brew "nnn"
brew "node"
brew "opam"
brew "python"
brew "python@2"
brew "ripgrep"
brew "stow"
brew "tidy-html5"
brew "tmux"
brew "trash"
brew "tree"
brew "watchman"
brew "wget"
brew "zsh"
brew "zsh-completions"
