tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "python@3.9", link: false
brew "glib"
brew "fd"
brew "unbound"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "fzf"
brew "git"
brew "gnirehtet"
brew "lsusb"
brew "python@3.8"
brew "ripgrep"
brew "scrcpy"
brew "stow"
brew "tmux"
brew "trash"
brew "vim"
cask "contexts"
cask "itsycal"
cask "rectangle"
cask "spotify"
cask "sublime-text"
