brew "glib"
brew "fd"
brew "fzf"
brew "git"
brew "gnirehtet"
brew "python@3.14"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "lsusb"
brew "ripgrep"
brew "scrcpy"
brew "stow"
brew "tmux"
brew "trash"
brew "unbound"
brew "vim"
cask "maccy"
cask "itsycal"
cask "rectangle"
cask "sublime-text"
